Repository: mishin/perldoc-ru
Catalog: pod2-ru/tm/gc_2009_apr.tmx
Source language: en_us
Languages: ru

source: Last year Primary children gathered, thousands of them, from around the world in each of their wards and branches, singing to their families and ward members as part of the Primary sacrament meeting presentation. They sang of desire, promises, and preparation. The things of which they sang begin in sacred homes and continue in sacred temples. I think you will hear the tune in your hearts as I read the words:
ru: В прошлом году тысячи детей из Первоначального общества по всему миру, в каждом приходе и небольшом приходе, исполняли песни для своих семей и прихожан в рамках выступления детей на причастном собрании. Они пели о желании, обещаниях и подготовке. То, о чем они пели, зарождается в«святых домах» и продолжается в«святых храмах». Надеюсь, вы будете напевать в душе слова, которые я вам сейчас прочитаю:

source: I love to see the temple.
ru: На храм смотреть люблю я;

source: I’m going there someday
ru: хочу я в храм войти,

source: To feel the Holy Spirit,
ru: внимая Духу Бога,

source: To listen and to pray.
ru: молитву вознести.

source: For the temple is a house of God,
ru: Потому, что это Божий дом,

source: A place of love and beauty.
ru: любовью он наполнен.

source: I’ll prepare myself while I am young;
ru: С детства буду я готовиться,

source: This is my sacred duty.
ru: чтоб в храм войти достойно.

source: I’ll go inside someday.
ru: и в храм войти хочу;

source: I’ll cov’nant with my Father;
ru: в смирении заветы

source: I’ll promise to obey.
ru: с Отцом я заключу.

source: For the temple is a holy place
ru: Запечатать сможем мы семью

source: Where we are sealed together.
ru: в священном этом месте.

source: As a child of God, I’ve learned this truth:
ru: Как дитя Господне, знаю я:

source: A fam’ly is forever.13
ru: навеки семьи вместе13.

source: President Boyd K. Packer stated, “The ultimate purpose of all we teach is to unite parents and children in faith in the Lord Jesus Christ, that they are happy at home, sealed in an eternal marriage, linked to their generations, and assured of exaltation in the presence of our Heavenly Father.”14
ru: Президент Бойд К. Пэкер учил: «Конечная цель всего, чему мы учим, состоит в том, чтобы объединить родителей и детей в вере в Господа Иисуса Христа, чтобы они были счастливы дома, запечатаны как семья на вечность, связаны со своими поколениями и уверены в возвышении в присутствие нашего Небесного Отца»14.

source: I testify to you that the application of these principles will help turn the doors of your home to the temple, or house of the Lord, and more fully allow you to make your sacred home a house of the Lord.
ru: Я свидетельствую, что применение этих принципов поможет вам распахнуть двери своих домов навстречу храму, или дому Господа, и сделать свой священный дом домом Господа.

source: I conclude where I began, with the words of an innocent child: “You are never lost when you can see the temple.” And I add my testimony of the sacred nature of our homes and of the Lord’s temples. I know that God is our loving Heavenly Father. I bear witness of Jesus Christ and of His role as our Savior and Redeemer and of living prophets authorized to exercise all priesthood keys from Joseph Smith to Thomas S. Monson. I do so in the sacred name of Jesus Christ, amen.
ru: В заключение я вновь хотел бы повторить слова невинного ребенка: «Вы никогда не заблудитесь, если видите храм». Я также хочу принести свое свидетельство о священной природе наших домов и храмов Господа. Я знаю, что Бог – наш любящий Небесный Отец. Я свидетельствую об Иисусе Христе и Его роли, как нашего Спасителя и Искупителя, а также о живущих Пророках, наделенных всеми ключами священства, от Джозефа Смита до Томаса С. Монсона. Я делаю это во священное имя Иисуса Христа, аминь.

source: Our Heavenly Father has a plan for us, a plan of happiness. His plan is centered on the Lord Jesus Christ and His Atonement. Following the teachings and example of Jesus Christ will enable us to understand more fully our part in that plan.
ru: У нашего Небесного Отца есть для нас план, план счастья. Его план сосредоточен на Господе Иисусе Христе и Его Искуплении. Следование учениям и примеру Иисуса Христа позволит нам лучше понять, какую роль мы играем в этом плане.

source: In the first chapter of the book of Moses, we find a short but precious statement that simply outlines God's work—namely, to bring to pass the immortality and eternal life of man.1
ru: В первой главе Книги Моисея есть короткое, но драгоценное утверждение, которое просто описывает Божью работу, а именно: «Осуществить бессмертие и жизнь вечную человека»1.

source: In our life's journey to return to and become more like our Father, we are not left alone. God has given us the necessary gifts to help us in our mortal experience.
ru: На нашем жизненном пути, цель которого – вернуться к нашему Отцу и стать более похожими на Него, мы не оставлены в одиночестве. Бог дал нам необходимые дары, чтобы помочь нам во время нашей земной жизни.

source: Spiritual gifts are blessings or abilities given by God to His children.2 These gifts help us navigate our lives toward eternal goals.
ru: Духовные дары – это благословения или способности, данные Богом Его детям2. Эти дары помогают нам направлять нашу жизнь к достижению вечных целей.

source: What a comfort it is to know that there is a plan providing us with a Savior, Jesus Christ.3 His sacrifice makes it possible for all people who comply with His gospel teachings to be forgiven through repentance. What a comfort it is to know that help is available for us to succeed in our endeavors to return to live with our Father in Heaven. What a comfort it is to know that we are not alone sailing uncharted waters as we go through life's experiences.
ru: До чего же отрадно знать, что существует план, согласно которому нам дан Спаситель, Иисус Христос!3 Его жертва позволяет всем людям, живущим в соответствии с учениями Его Евангелия, получить прощение через покаяние. До чего же отрадно знать, что нам предоставляется помощь, чтобы наше стремление вернуться и жить с нашим Отцом на Небесах увенчалось успехом! До чего же отрадно знать, что, проходя через жизненные испытания, мы не оставлены в одиночестве, идя под парусами в неисследованных водах!

source: One gift that will help us navigate our lives is the gift He has given to all, the ability and power to choose.
ru: Один дар, который поможет нам направлять нашу жизнь, – это дар, который Он дал всем: способность и силу делать выбор.

source: Our choices have the undeniable power of transforming our lives. This gift is an extraordinary sign of trust in us and simultaneously a cherished personal responsibility to use wisely. Our Father in Heaven respects our freedom to choose and will never force us to do what is right, nor will He impede us from making mediocre choices.4 His invitation, however, concerning this important and vital gift is clearly expressed in the scriptures: But behold, that which is of God inviteth and enticeth to do good continually; wherefore, every thing which inviteth and enticeth to do good, and to love God, and to serve him, is inspired of God.5
ru: Совершаемый нами выбор обладает явной силой преобразовывать нашу жизнь. Этот дар – необыкновенный знак доверия нам, но в то же время он возлагает на нас огромную личную ответственность использовать его с мудростью. Наш Отец на Небесах уважает нашу свободу выбора и никогда не будет вынуждать нас делать то, что правильно. Он также не будет вмешиваться, если мы совершаем неудачный выбор4. Однако Его приглашение относительно этого важного и жизненно необходимого дара ясно выражено в Священных Писаниях: «Но вот, то, что исходит от Бога, призывает и ведет к добрым делам; а потому все, что приглашает и побуждает делать доброе, любить Бога и служить Ему, воодушевляется Богом5».

source: The words to do good continually depict well the standard we need to apply as we use our agency.
ru: Слова «к добрым делам» ясно описывают норму, которую мы должны применять, используя нашу свободу воли.

source: Choices have consequences attached, which may or may not be manifested immediately after our decisions. Using the spiritual gifts we have been given is paramount in order to remain on the right course.
ru: С выбором связаны последствия, которые могут проявиться немедленно после принимаемых нами решений или же немного погодя. Для того, чтобы оставаться на правильном курсе, нам чрезвычайно важно использовать данные нам духовные дары.

source: Recently I used a pocket-size GPS receiver; this is an incredible device which consists of an antenna tuned to the frequencies transmitted by satellites high above the earth, along with a screen indicating my current position on earth.
ru: Недавно я пользовался карманным приемником глобальной системы позиционирования (GPS). У этого удивительного устройства есть антенна, настроенная на прием радиосигнала со спутников, расположенных высоко над Землей, а также экран, указывающий мое положение на Земле в данный момент.

source: In the last few decades these kinds of devices have become widely used for scientific purposes, mapmaking, land surveying, and more recently to keep people from getting lost when driving!
ru: За последние несколько десятилетий подобные устройства стали широко использоваться в научных целях, для картографии, геодезической съемки и, совсем недавно, для того, чтобы помогать людям не сбиться с пути во время езды на автомобиле!

source: Throughout history mankind has tried to keep itself from being lost. In my home country of Portugal, for instance, during the period of the discoveries in the fifteenth century, navigators from Lisbon's shore, thro' seas where sail was never spread before6 used the best possible maps and reading of the stars in the night sky, along with advanced sailing vessels for that time, to find their destination. In spite of all of this, it was not an easy task for those navigators to sail against adverse winds, and many times they wandered endlessly before finding their way in the vast sea.
ru: Испокон веков человечество пыталось помогать себе не теряться. На моей родине, в Португалии, например, в период открытий пятнадцатого столетия мореплаватели ходили в поисках своего места назначения «от берегов Лиссабона по морям, где еще не поднимали паруса»6. Они прокладывали путь по звездам ночного неба и с помощью лучших карт. У них были новейшие по тем временам парусники. Но, несмотря на все это, мореплавателям нелегко было идти навстречу яростным ветрам, и зачастую они долго блуждали в безбрежном море в поисках верного пути.

source: In contrast, today with this GPS receiver, I can always have simultaneous answers to questions such as:
ru: В отличие от этого сегодня с помощью GPS-навигатора я всегда могу получить мгновенные ответы на такие вопросы:

source: * Where am I?
ru: • Где я?

source: * Where am I going?
ru: • Куда я иду?

source: * What's the best way to get there?
ru: • Как лучше всего туда добраться?

source: * When will I get there?
ru: • Когда я туда доберусь?

source: With this small device I feel a great sense of security when driving, and I trust that it will take me with extraordinary precision and accuracy where I want to go.
ru: С этим небольшим устройством я чувствую себя за рулем автомобиля очень уверенно и знаю, что оно с удивительной точностью укажет мне путь до места назначения.

source: I remember one day, however, as I drove into an underground parking lot, I was introduced to a new feature of this device—a warning voice struck me: Lost satellite reception. The concrete structures that surrounded me had interrupted the satellite signal and caused the device to lose connection.
ru: Однако помню, как однажды, заехав на подземную автостоянку, я познакомился с еще одной функцией этого устройства, когда меня ошарашило звуковое предупреждение: «Потерян прием спутникового сигнала». Окружающие меня железобетонные конструкции экранировали спутниковый сигнал, что и привело к потере связи.

source: As I came back again into the open air, I also realized that extra time was required while the device recaptured the needed signal.
ru: Вернувшись на открытое пространство, я также осознал, что для восстановления работы навигатору требуется дополнительное время.

source: We too have within us a GPS allowing us to know at all times what is right and what is wrong, as well as assisting us in making correct choices.
ru: У каждого из нас внутри тоже имеется GPS-навигатор, который в любой момент позволяет нам знать, что хорошо и что плохо, а также помогает нам совершать правильный выбор.

source: We are born with a natural capacity to distinguish between right and wrong because of the Light of Christ that is given to every person (D&C 84:46). This faculty is called conscience. The possession of it makes us responsible beings.7
ru: «Благодаря свету Христову, который дается каждому человеку (У. и З. 84:46), мы рождаемся с природной способностью различать, что хорошо и что плохо. Этот дар называется совестью. Обладание совестью делает нас ответственными людьми»7.

source: Additionally, as members of the Church we have been given the gift of the Holy Ghost to comfort, protect, and guide us.8
ru: Кроме того, нам, как членам Церкви, дан дар Святого Духа, чтобы утешать, защищать и направлять нас8.

source: However, like other faculties, our consciences may become inert through sin or misuse.9 If we become desensitized to the things of God in our lives, we too lose reception of the signal needed to guide us. Keeping the commandments is our best assurance to maintain a strong signal with the Divine.
ru: Однако вследствие греха или иных неблаговидных поступков наша совесть, как и другие дары, может потерять свою силу9. Если мы становимся менее восприимчивыми к тому, что в нашей жизни исходит от Бога, мы тоже теряем прием сигнала, необходимого для того, чтобы направлять нас. Соблюдение заповедей – это наилучшая гарантия поддержания «устойчивой связи» со Всевышним.

source: President Thomas S. Monson, our beloved prophet, said, Our lives will depend upon the decisions which we make—for decisions determine destiny.10
ru: Президент Томас С. Монсон, наш возлюбленный Пророк, сказал: «Наша жизнь зависит от принимаемых нами решений – ибо решения определяют судьбу»10.

source: I bear my witness that choosing good eventually leads to happiness, while wrong choices drag us down to unhappiness.11 Learning to choose that which is good and keeping the commandments will create a pattern that will help us to:
ru: Я приношу свое свидетельство о том, что выбор добра в конечном счете приводит к счастью, в то время как выбор зла тащит нас к несчастью11. Умение выбирать добро и соблюдение заповедей создаст образец, который нам поможет:

source: * Attain fulfillment in life;
ru: • обрести полноту жизни;

source: * Become more like our Father in Heaven and His Son, Jesus Christ; and
ru: • стать более похожими на нашего Небесного Отца и Его Сына Иисуса Христа и

source: * Qualify to inherit all the blessings promised to the faithful.
ru: • быть достойными того, чтобы унаследовать все благословения, обещанные верным.

source: Another gift that will help us navigate our lives is the capacity to believe the words of those who testify of Jesus Christ.12
ru: Другой дар, который поможет нам направлять нашу жизнь, – это способность верить словам тех, кто свидетельствует об Иисусе Христе12.

source: Through our prophets in every age, including our own, God has revealed His plan of happiness for individuals and families. Those who follow the prophets receive the blessings God has promised.
ru: Во все времена, в том числе и в наше время, Бог открывал через Пророков разработанный Им план счастья для отдельных людей и для семей. Те, кто следуют Пророкам, получают обещанные Богом благословения.

source: We can always trust the living prophets; their teachings reflect the word and will of the Lord. Surely the Lord God will do nothing, but he revealeth his secret unto his servants the prophets.13
ru: Мы всегда можем доверять живущим Пророкам; их учения отражают волю и слово Господа. «Ибо Господь Бог ничего не делает, не открыв Своей тайны рабам Своим, пророкам»13.

source: The lyrics of a Primary song admonish us to:
ru: Слова одной из песен Первоначального общества наставляют нас:

source: Follow the prophet, follow the prophet
ru: Следуй Пророку, следуй Пророку,

source: Follow the prophet; don't go astray.
ru: следуй Пророку, с Господом будь.

source: Follow the prophet; he knows the way. . . .
ru: следуй Пророку – знает он путь.

source: We can get direction all along our way,
ru: Чтоб с пути прямого не свернули мы,

source: If we heed the prophets—follow what they say.14
ru: Мудрости Пророков следовать должны14.

source: I testify that our Father in Heaven is mindful of each one of us, that He listens to and answers our prayers, and that He communicates with His prophets to guide us. As we develop our faith to believe and live the words of prophets, we will strengthen our testimony of the plan of happiness and the central role of Jesus Christ in it.
ru: Я свидетельствую о том, что наш Отец на Небесах заботится о каждом из нас, что Он слушает и отвечает на наши молитвы, что Он общается со Своими Пророками, чтобы направлять нас. Развивая свою веру, чтобы верить словам Пророков и жить в соответствии с ними, мы укрепим свое свидетельство о плане счастья и центральной роли Иисуса Христа в этом плане.

source: Through the power to choose and the inherent capacity to believe the words of those who testify of Jesus Christ, we will be able to cross the great waters of life and reach our eternal destiny.
ru: Воспользовавшись силой, позволяющей совершать выбор, а также врожденной способностью верить словам тех, кто свидетельствует об Иисусе Христе, мы сможем перейти великие воды жизни и достичь своей вечной судьбы.

source: We have been taught this weekend by prophets, seers, and revelators. I am grateful for the guidance our Father in Heaven has extended to us and for His Son, Jesus Christ, our Savior and Redeemer. I testify that They live and love us, and as we abide by the teachings we have received, we will make good choices, we will not be lost, and we will reach our eternal home. In the name of Jesus Christ, amen.
ru: В эти выходные нас учили Пророки, Провидцы и Носители откровений. Я благодарен за руководство, данное нам нашим Отцом на Небесах и Его Сыном Иисусом Христом, нашим Спасителем и Искупителем. Я свидетельствую о том, что Они живут и любят нас, и по мере исполнения полученных нами учений мы будем выбирать добро, не собьемся с пути и достигнем нашего вечного дома. Во имя Иисуса Христа, аминь.

source: During my growing-up years in the small farming community of Spring City, Utah, an opportunity afforded itself each summer to be with my father alone for two weeks herding sheep in the mountain range of the Manti-La Sal. On one occasion the fog rested heavily in the area to the extent that you could not see your outstretched hand in front of you, and the evening was drawing nigh.
ru: В мои детские годы, которые прошли в небольшом фермерском городке Спринг-Сити, штат Юта, каждое лето у меня была возможность проводить две недели с моим отцом на пастбищах в горах Манти-Ласал, где мы пасли овец. Однажды под вечер нас застиг туман, настолько густой, что даже не видно было вытянутой руки.

source: My father suggested that I return to camp, and he would soon follow. I remember questioning how I would be able to find the camp amidst the fog. My father simply said to me, “Give the horse the reins, and he will get you to camp.” Following this counsel, I loosened my grip on the reins, and with encouragement to the horse, the journey began. At times I would be struck in the face by a low-hanging limb I couldn’t see or have my leg brush close to a tree. Eventually, the horse came to a complete stop, and the silhouette of the camp was in view.
ru: Мой отец предложил, чтобы я один возвращался в лагерь, а он вскоре последует за мной. Я помню, как засомневался, смогу ли найти лагерь в таком тумане. Тогда отец просто сказал мне: «Отпусти поводья, и лошадь сама дойдет до лагеря». Последовав этому совету, я отпустил поводья, дал лошади команду идти вперед, и наше путешествие началось. Время от времени я натыкался лицом на ветви, которых не мог разглядеть заранее, или задевал ногами стволы деревьев. Наконец лошадь остановилась, и я увидел силуэты наших палаток.

source: Sometimes we may not always be able to immediately find the desired way before us, but the wisdom of those who have gone before, coupled with the wisdom of those who are with us still, will be our guide if we let them have the reins.
ru: Действительно, мы не всегда сразу находим желаемый путь, но мудрость тех, кто прошел перед нами, а также тех, кто до сих пор с нами, будет вести нас, если мы отдадим поводья в их руки.

source: “Understandest thou what thou readest?” was the question asked by Philip of one who was diligently searching the scriptures.
ru: «Разумеешь ли, что читаешь?» – спросил Филипп человека, который старательно изучал Священное Писание.

source: The response came in the form of a question: “How can I, except some man should guide me?”1
ru: Ответ был дан в форме вопроса: «Как могу разуметь, если кто не наставит меня?»1

source: The answer to these searching questions comes from the prophets throughout ages past who taught the importance of searching the scriptures, along with a promise: “Whoso treasureth up my word, shall not be deceived.”2
ru: Ответ на такие глубокие вопросы был дан через древних Пророков, провозглашавших необходимость изучать Священные Писания, наряду с обещанием: «Всякий, хранящий слово Мое, не будет обманут»2.

source: In each dispensation, the Lord has given commandments to the prophets “that they should proclaim these things unto the world; and all this that it might be fulfilled.”3 Doctrine and Covenants section 1 constitutes the Lord’s preface to the doctrines, covenants, and commandments given in this, the dispensation of the fulness of times. Of specific mention are verses 37–38:
ru: В каждом устроении Господь давал заповеди Пророкам, «дабы возвещали они [заповеди] миру; и все это для того, чтобы исполнилось то, что было написано»3. Первый раздел Учения и Заветов включает в себя предисловие Господа к учениям, заветам и заповедям, данным в это устроение полноты времен. Я хочу особо отметить стихи 37–38:

source: “Search these commandments, for they are true and faithful, and the prophecies and promises which are in them shall all be fulfilled.
ru: «Изучайте эти заповеди, ибо они истинны и верны, и исполнятся все пророчества и обещания, в них содержащиеся.

source: “What I the Lord have spoken, I have spoken, and I excuse not myself; and though the heavens and the earth pass away, my word shall not pass away, but shall all be fulfilled, whether by mine own voice or by the voice of my servants, it is the same.”
ru: То, что Я, Господь, сказал, Я сказал, и не оправдываюсь, и хотя прейдут Небеса и Земля, слово Мое не прейдет, а исполнено все будет, Моим ли голосом или голосом слуг Моих, это все равно».
